# Строки 2
st1 = "Привет мир!"
st2 = 'Ура это текст!'
print(st1)
print(st2)

st3 = 'Вася сказал: - "Привет Маша!"'
st4 = "Ма'ша сказала что!"
print(st3)
print(st4)


st5 = '''Петя сказал - "Привет мир!", Оля сказала привет 'Жэк'!'''
print(st5)

st6 = '''1) Красная машина!
2) Синяя машина!!!'''
print(st6)

st7 = "Маша сказала: \"Привет мир!\""
print(st7)

st8 = 'текст \'текст '
print(st8)

st9 = "яблоко"
st10 = "груша"
st11 = st9 + st10
print(st11)

st12 = "hi"
st13 = st12 * 10
print(st13)

num = 200
st14 = "Число посетителей %s за вчера"
print(st14 % num)